// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Il codice di avviamento postale non può essere vuoto.";
XMO5DigitZIPCodeFormatError = "Il CAP deve essere un numero di cinque cifre.";
XMO6DigitZIPCodeFormatError = "Il CAP deve essere un numero di sei cifre.";
XMONoCanadaZIPCodeError = "Il codice postale non può essere vuoto.";
XMOCanadaZIPCodeFormatError = "Il CAP deve essere in formato \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Il CAP non può essere vuoto.";
XMOUnitedKindomZIPCodeFormatError = "Il codice postale deve essere nel formato \"AI-2640\" o \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "Il CAP deve essere in formato \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Il CAP deve essere in formato \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Il CAP deve essere in formato \"[F-]9X999\".";
